Repository: iamnisat/aunkur-farmer
Catalog: lib/l10n/intl_*.arb
Languages: bn

# iHaveReadAndAgreeToTheTermsAndConditions
source: The farmer's information has been verified accurately.
bn: কৃষকটির তথ্য নির্ভুল ভাবে যাচাই করা হয়েছে।

source: CPV not completed
bn: সিপিভি সম্পন্ন হয়নি

source: Warning
bn: সতর্কতা

# nfcNotAvailable
source: NFC not enabled
bn: এনএফসি পাওয়া যায় নি

source: Are you sure to submit CPV information?
bn: আপনি কি সিপিভি তথ্য জমা দিতে চান?

source: Confirm
bn: নিশ্চিত করুন

source: Please check terms and condition
bn: শর্তাবলী চেক করুন

source: Preparing participant info
bn: অংশগ্রহণকারীর তথ্য প্রস্তুত করা হচ্ছে

source: Preparing project info
bn: প্রকল্পের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing farmer loan info
bn: কৃষকের ঋণের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing comment info
bn: মন্তব্যের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing guarantor asset info
bn: জামিনদারের সম্পদের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing general info info
bn: সাধারণ তথ্য প্রস্তুত করা হচ্ছে

source: Preparing farming info info
bn: ফার্মিং তথ্য প্রস্তুত করা হচ্ছে

source: CPV in progress
bn: সিপিভি চলছে

# doYouWantToForwordThisProjectToTheBranch
source: Do you want to forward this project to the branch?
bn: আপনি কি এই প্রকল্পটি শাখায় ফরোয়ার্ড করতে চান?

source: Unable to forward project into the bank. Please complete all farmer cpv.
bn: ব্যাংকে প্রকল্প ফরোয়ার্ড করতে অক্ষম। অনুগ্রহ করে সকল কৃষকের সিপিভি সম্পূর্ণ করুন।

# alreadyForwarded
source: Already, the project was forwarded to the bank.
bn: ইতিমধ্যে প্রকল্পটি ব্যাংকে পাঠানো হয়েছে।

source: Image View
bn: ছবি দেখুন

# cpvBanner
source: CPV complete. If necessary you can comment until the project is forwarded to the branch.
bn: CPV সম্পূর্ণ। প্রয়োজনে প্রকল্পটি শাখায় পাঠানোর আগ পর্যন্ত মন্তব্য করতে পারেন।

# forwardedSuccessfully
source: The project has been successfully forwarded to the branch.
bn: প্রকল্পটি সফলভাবে শাখায় পাঠানো হয়েছে।

source: Proposed loan limit
bn: প্রস্তাবিত ঋণ সীমা

# noInternet
source: No internet connection
bn: ইন্টারনেট সংযোগ নেই

# pleaseCheckYourInternet
source: Please check your internet connection
bn: আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন

source: Farmer National ID
bn: কৃষকের জাতীয় পরিচয় পত্র

source: Referance Image
bn: রেফারেন্স ছবি

source: Forward the proposed amount.
bn: প্রস্তাবিত ঋণ প্রদানের সুপারিশ করা হলো।

source: The proposed loan can not be advised.
bn: প্রস্তাবিত ঋণ প্রদানের সুপারিশ করা যাচ্ছে না।

source: The proposed loan amounts need to be reviewed.
bn: প্রস্তাবিত ঋণের মাত্রা পুনর্বিবেচনার প্রয়োজন।

source: Select summary
bn: সারাংশ নির্বাচন করুন

source: Total Applicant
bn: মোট আবেদনকারী

source: Total Land
bn: মোট জমি

source: Proposed Amount
bn: প্রস্তাবিত পরিমাণ

source: Farming Year
bn: ফার্মিং বছর

source: Total Pending
bn: মোট অবশিষ্ট

source: Close to completion
bn: সমাপ্তির পর্যায়ে

source: View All
bn: সব দেখুন

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন

source: Terms and Conditions
bn: শর্তাবলী

source: Rate Us
bn: রেটিং দিন

source: Select Your Language
bn: ভাষা নির্বাচন করুন

source: Save account
bn: অ্যাকাউন্ট সংরক্ষণ করুন

source: Need help?
bn: সাহায্য প্রয়োজন?

# securerlyAccessYourAccount
source: Securely access your account
bn: আপনার অ্যাকাউন্ট নিরাপদভাবে অ্যাক্সেস করুন

source: Do you want to sync project?
bn: আপনি কি প্রকল্প সিঙ্ক করতে চান?

source: All
bn: সব

source: Not Completed
bn: সম্পন্ন হয়নি

source: Filter farmer by CPV status
bn: সিপিভি অবস্থা দ্বারা কৃষক ফিল্টার করুন

# loginByFringerPrint
source: Login by fingerprint
bn: ফিঙ্গারপ্রিন্ট দ্বারা লগইন করুন

source: Do you want to close the app?
bn: আপনি কি অ্যাপটি বন্ধ করতে চান?

source: Save mobile number
bn: মোবাইল নম্বর সংরক্ষণ করুন

source: Do you want to enable biometric?
bn: আপনি কি বায়োমেট্রিক সক্রিয় করতে চান?

source: Biometric
bn: বায়োমেট্রিক

source: Biometric enable successfully
bn: বায়োমেট্রিক সফলভাবে সক্রিয় করা হয়েছে

source: Biometric disable successfully
bn: বায়োমেট্রিক সফলভাবে নিষ্ক্রিয় করা হয়েছে

source: Do you want to disable biometric?
bn: আপনি কি বায়োমেট্রিক নিষ্ক্রিয় করতে চান?

source: Biometric not available
bn: বায়োমেট্রিক উপলব্ধ নয়

source: Finance
bn: অর্থনীতি

source: Quick Access
bn: দ্রুত অ্যাক্সেস

source: Settings
bn: সেটিংস

source: Select Devision
bn: বিভাগ নির্বাচন করুন

source: Select District
bn: জেলা নির্বাচন করুন

source: Select Upazila
bn: উপজেলা নির্বাচন করুন

source: Select Union
bn: ইউনিয়ন নির্বাচন করুন

source: Enter your full name
bn: আপনার পূর্ণ নাম লিখুন

source: Enter your phone number
bn: আপনার মোবাইল নম্বর লিখুন

source: Enter your password
bn: আপনার পাসওয়ার্ড লিখুন

source: Enter your confirm password
bn: আপনার নিশ্চিত পাসওয়ার্ড লিখুন

source: Land Amount
bn: জমির পরিমাণ

source: Request Type
bn: অনুরোধের ধরণ

source: Message
bn: বার্তা

source: In Progress
bn: প্রক্রিয়াধীন

source: Rejected
bn: বাতিল

source: Approved
bn: অনুমোদিত

# averageExpectedYieldKgPerDecimal
source: Avg. Expected Yield (Kg/Dec)
bn: গড় প্রত্যাশিত উৎপাদন (কেজি/ডেসিমাল)

# marketPriceTkPerGram
source: Market Price (Tk/Gram)
bn: প্রতি গ্রাম বাজার মূল্য (টাকা)

# seedRatePerDecimal
source: Seed Rate/Dec
bn: প্রতি ডেসিমাল বীজের দর

source: Amount of water
bn: পানির পরিমাণ

source: Priority
bn: অগ্রাধিকার

source: Highland
bn: উঁচু জমি

source: Medium highland
bn: মাঝারি উঁচু জমি

source: Medium lowland
bn: মাঝারি নিচু জমি

source: Lowland
bn: নিচু জমি

source: Sandy Soil
bn: বালুময় মাটি

source: Silt Soil
bn: সিল্ট মাটি

source: Clay Soil
bn: কাদামাটি

source: Loamy Soil
bn: দোআঁশ মাটি

# newPasswordSent
source: A new password has been sent to your mobile number
bn: আপনার মোবাইল নম্বরে একটি নতুন পাসওয়ার্ড পাঠানো হয়েছে

source: Current Password
bn: বর্তমান পাসওয়ার্ড

source: Advisory
bn: পরামর্শ

source: Weather Advisory
bn: আবহাওয়া পরামর্শ

source: Soil Testing
bn: মাটি পরীক্ষার
