Repository: iamnisat/aunkur-farmer
Catalog: lib/l10n/intl_*.arb
Languages: bn

# appTitle
source: iPAGE
bn: আইপেজ

source: Sign In
bn: সাইন ইন

source: Service Agent
bn: সার্ভিস এজেন্ট

source: Password
bn: পাসওয়ার্ড লিখুন

# forgotpass
source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?

source: LOGIN
bn: লগইন

source: Aunkur
bn: অঙ্কুর

# welcome
source: Welcome Back!
bn: স্বাগতম

# myFarmers
source: Farmers
bn: কৃষক

source: Weather
bn: আবহাওয়া

source: Farm Operation
bn: ফার্ম অপারেশন

source: Partner
bn: পার্টনার

source: Crops
bn: শস্য

source: Training
bn: প্রশিক্ষণ

source: Profile
bn: প্রোফাইল

source: News
bn: সংবাদ

source: Language
bn: ভাষা

# sync
source: Sync Server
bn: সিঙ্ক সার্ভার

source: Logout
bn: লগআউট

source: Other Info
bn: অন্যান্য তথ্য

source: Upcoming Feature
bn: আপকামিং ফিচার

# hour24WeatherGraph
source: 24 Hour Weather Graph
bn: 24 ঘন্টা আবহাওয়া গ্রাফ

# addCommentsQuestions
source: Please add any comments or questions you may have
bn: আপনার যেকোনো মন্তব্য বা প্রশ্ন যোগ করুন

source: Add Digital Literacy
bn: ডিজিটাল সাক্ষরতা যোগ করুন

source: Add NID information
bn: এনআইডি কার্ডের তথ্য যোগ করুন

# addFarmerPicture
source: Add Farmer's Picture
bn: কৃষকের ছবি যোগ করুন

source: Registration
bn: নিবন্ধন

# addNewFarmer
source: Informative Farmer Registration
bn: তথ্যপূর্ণ কৃষক নিবন্ধন

# quickNewFarmer
source: Quick Farmer Registration
bn: দ্রুত কৃষক নিবন্ধন

source: Address
bn: ঠিকানা

source: Add Summary
bn: সারাংশ যোগ করুন

# agentInfo
source: Agent Name & ID
bn: এজেন্টের নাম এবং আইডি

source: Age
bn: বয়স

source: Agri Insurance
bn: কৃষি বীমা

source: Air Pre :
bn: এয়ার প্রি :

# amountKg
source: Amt Kg/Acre
bn: পরিমাণ কেজি/একর

# apxCostTotal
source: Approximate Cost of Production :
bn: উৎপাদনের আনুমানিক খরচ:

# apxQuantity
source: Apx. Qty.
bn: সম্ভাব্য পরিমাণ

source: Area of land shouldn't be empty
bn: জমির পরিমান খালি পূরণ করুন

# areaOfLand
source: Cultivated land area
bn: জমির পরিমাণ

source: Area
bn: এলাকা

source: BaroMin :
bn: বারোমিন :

source: Borrow money from FnF
bn: এফএনএফ থেকে অর্থ ধার করুন

source: Both
bn: উভয়ই

source: Business
bn: ব্যবসা

source: Bussiness income field shouldn't be empty
bn: ব্যবসায়িক আয়ের পরিমান পূরণ করুন

source: Button Phone
bn: বোতাম ফোন

# byChemicalHerbicidesSpecifyWhatDoUse
source: By chemical herbicides
bn: রাসায়নিক আগাছানাশক দ্বারা

source: By mechanical weeding (tillage,mowing and or manual)
bn: যান্ত্রিক পদ্ধতিতে আগাছা দমন

source: Chemical management
bn: রাসায়নিক ব্যবস্থাপনা

source: Category
bn: শ্রেণী

source: Chemical name field shouldn't be empty
bn: রাসায়নিকের নাম পূরণ করুন

source: Chemical Name
bn: রাসায়নিক নাম

source: Chilli
bn: মরিচ

source: Cold Storage Service
bn: হিমাগার পরিষেবা

# coldStorage
source: Do you have any need for cold storage?
bn: আপনার কি কোল্ড স্টোরেজের কোন প্রয়োজন আছে?

# combinedService
source: Do you need a combined service that includes?
bn: আপনার কি একটি সম্মিলিত পরিষেবা দরকার যা অন্তর্ভুক্ত আছে?

source: Comments or questions
bn: মন্তব্য বা প্রশ্ন

# commentsYouHave
source: Please add any comments or questions you may have
bn: অনুগ্রহ করে আপনার যেকোনো মন্তব্য বা প্রশ্ন যোগ করুন

source: Communication
bn: যোগাযোগ

# companyName
source: Company
bn: কোম্পানী

source: Cost per bigha
bn: বিঘা প্রতি খরচ

# costProduction
source: Cost of Production
bn: উৎপাদনের খরচ

source: Crop Name
bn: শস্যের নাম

source: Crop Protection
bn: শস্য সুরক্ষা

source: Capture Image
bn: ছবি সংগ্রহ

source: Crops form field shouldn't be empty
bn: ফসলের ঘর পূরণ করুন

source: Crops not Selected
bn: শস্য নির্বাচন করুন

source: Crop
bn: শস্য

# dataIsNotAvailableArrow
source: Data is not available --->>>
bn: ডেটা উপলব্ধ নেই --->>>

source: Data is not available
bn: ডেটা উপলব্ধ নেই

source: Data Unavailable
bn: ডেটা অনুপলব্ধ

source: Date input should not be empty
bn: তারিখ নির্বাচন করুন

source: Date:
bn: তারিখ:

source: Day labour salary field shouldn't be empty
bn: দিন শ্রমের বেতন ঘর পূরণ করুন

source: Day Labour
bn: দিন মজুর

source: Device Id :
bn: ডিভাইস আইডি :

# digitalLiteracyTilte
source: Digital Literacy & Community Engagement
bn: ডিজিটাল লিটারেসি এবং কমিউনিটি এনগেজমেন্ট

source: Directly retail customer.
bn: সরাসরি খুচরা গ্রাহক।

# districtShouldNotBeEmpty
source: District not selected
bn: জেলা নির্বাচন করুন

source: District
bn: জেলা

# divisionShouldNotBeEmpty
source: Division not selected
bn: বিভাগ নির্বাচন করুন

source: Division
bn: বিভাগ

source: Do not get at all
bn: একদমই পান না

# doseApplication
source: Dose & apply
bn: প্রয়োগবিধি

source: Do you have other occupations?
bn: আপনার কি অন্য পেশা আছে?

# eC_range
source: Probable range 0 - 10
bn: সম্ভাব্য পরিসীমা ০ - ১০

source: EC shouldn't be empty
bn: EC-এর পরিমান পূরণ করুন

source: Moisture
bn: আর্দ্রতা

# moisture_range
source: Probable range 0 - 100
bn: সম্ভাব্য পরিসীমা ০ - ১০০

source: Moisture shouldn't be empty
bn: আর্দ্রতার পরিমান পূরণ করুন

# temperature_key
source: Temperature
bn: তাপমাত্রা

# temperature_range
source: Probable range -40 : 80
bn: সম্ভাব্য পরিসীমা -৪০ : ৮০

source: Temperature shouldn't be empty
bn: তাপমাত্রার পরিমান পূরণ করুন

source: Education
bn: শিক্ষা

source: Elementary to less than high school
bn: প্রাথমিক থেকে উচ্চ বিদ্যালয়ের চেয়ে কম

source: Empty Data
bn: খালি ডেটা

source: Empty Field
bn: খালি ঘর

# emptyUserNamePass
source: Empty Username or Password
bn: ব্যবহারকারীর নাম বা পাসওয়ার্ড পূরণ করুন

source: Enter Date
bn: তারিখ লিখুন

# errorOccurred
source: An error has occurred!
bn: একটি ত্রুটি ঘটেছে!

source: Error while saving data. Try again...
bn: ডেটা সংরক্ষণ করার সময় ত্রুটি। আবার চেষ্টা করুন...

# experienceInAgriculture
source: Experience
bn: অভিজ্ঞতা

# year
source: Years
bn: বছর

# taka/month
source: TK/Month
bn: টাকা/মাস

# fatherOrSpouseName
source: Father/Spouse Name
bn: পিতা/স্বামীর নাম

source: Date of Birth​
bn: জন্ম তারিখ​

# incomePerMonth
source: Income/Month
bn: উপার্জন/মাস

source: Mohajon / Local People
bn: মহাজন / স্থানীয় মানুষ

# experienceShouldNotBeEmpty
source: Experience field should not be empty
bn: অভিজ্ঞতা ঘর পূরণ করুন

# familyInternet
source: Do they use Internet?
bn: তারা কি ইন্টারনেট ব্যবহার করেন?

# familySmartphone
source: Does other family member use smartphone?
bn: পরিবারের অন্য সদস্যরা কি স্মার্টফোন ব্যবহার করেন?

# familyTypeNotSelcted
source: Family type not selected
bn: পারিবারিক প্রকার নির্বাচন করুন

source: Family Type
bn: পরিবারের ধরন

# farmerHelpLineNameOrNumber
source: Farmer Helpline Number
bn: কৃষক হেল্পলাইন নম্বর

# farmerHelpLineNumberDetail
source: Farmer Helpline Detail
bn: কৃষক হেল্পলাইনের বিস্তারিত

# farmerHelplineNumbers
source: Do you know any farmer helpline numbers?
bn: আপনি কি কোনো কৃষক হেল্পলাইন নম্বর জানেন?

source: Farmer Name
bn: কৃষকের নাম

source: Farmers Club field Shoudn't be empty
bn: কৃষক ক্লাব ঘর পূরণ করুন

# farmersClubmember
source: Are you a member of any farmers’ club cooperative?
bn: আপনি কি কোনো কৃষক ক্লাব সমবায়ের সদস্য?

source: Farmer's family use internet field shouldn't be blank
bn: কৃষকের পরিবারের ইন্টারনেট ব্যবহারকারীর ঘর পূরণ করুন

source: Farmer's family use smartphone field shouldn't be blank
bn: কৃষকের পরিবারের স্মার্টফোন ব্যবহারকারীর ঘর পূরণ করুন

source: Farmer's internet use field shouldn't be blank
bn: কৃষকের ইন্টারনেট ব্যবহারের ঘর পূরণ করুন

# farmersProblems
source: Farmer Problems
bn: কৃষকের সমস্যা

source: Farming Info
bn: চাষের তথ্য

source: Farming Practice Final Stage
bn: চাষের অনুশীলনের চূড়ান্ত পর্যায়

source: Farming Practice
bn: চাষের অনুশীলন

source: Farming Summary
bn: ফার্মিং সারাংশ

# fatherNameShouldNotBeEmpty
source: Father's name should not be empty
bn: পিতার নাম পূরণ করুন

# fatherName
source: Father/Spouse Name
bn: পিতা/স্বামীর নাম

source: Father's Name
bn: পিতার নাম

source: Female Members
bn: মহিলা সদস্য

# femaleShouldNotBeEmpty
source: Female field should not be empty
bn: মহিলার সংখ্যা পূরণ করুন

source: Female
bn: মহিলা

source: Fertilizer Name
bn: সার

source: Fertilizer Suggestion
bn: সারের পরামর্শ

source: Fetching artist data
bn: শিল্পী ডেটা আনা হচ্ছে

source: Field shouldn't be empty
bn: এই ঘরটি পূরন করুন

source: Financial Information
bn: আর্থিক তথ্য

source: Financial
bn: আর্থিক

# floodrisk
source: Risk of flood
bn: বন্যার ঝুঁকি

source: Followers
bn: অনুসারীদের

# freeTime
source: How do you pass your free time?
bn: আপনি কীভাবে আপনার অবসর সময় কাটান?

source: From where do you get financial support for cultivation?
bn: আপনি চাষের জন্য আর্থিক সহায়তা কোথায় থেকে পান?

source: Garlic
bn: রসুন

# genderSelectedShouldNotBeEmpty
source: Gender not selected
bn: লিঙ্গ নির্বাচন করুন

source: Gender
bn: লিঙ্গ

# generalInformation
source: General Information for Farmer
bn: কৃষকের জন্য সাধারণ তথ্য

source: General Info
bn: সাধারণ তথ্য

source: Generate Prescription
bn: প্রেসক্রিপশন তৈরি করুন

# giveRatingforFarming
source: Give the rating for this farming.
bn: এই চাষের জন্য রেটিং দিন।

# gossipingAtStall
source: Gossiping at the tea stall
bn: চায়ের দোকানে আড্ডা দিয়ে

source: Government Officer
bn: সরকারি কর্মকর্তা

source: Govt Banks
bn: সরকারি ব্যাঙ্কগুলি

# guaranteeContractFarming
source: Guarantee of sale/contract farming
bn: বিক্রয়ের নিশ্চায়তা/চুক্তি ভিত্তিক চাষ

source: Hail :
bn: শিলাবৃষ্টি :

source: Harvesting Cost
bn: ফসল কাটার খরচ

# haveSavings
source: Do you have savings?
bn: আপনার কি সঞ্চয় আছে?

source: Help and Information
bn: সহায়তা এবং তথ্য

source: Helpline info
bn: হেল্পলাইন তথ্য

# highShcool
source: High School
bn: হাই স্কুল

# hotline
source: Hotline: 0197997 0 997
bn: হটলাইন: ০১৯৭৯ ৯৭০ ৯৯৭

source: Hours
bn: ঘন্টা

source: How do you control weeds?
bn: আপনি কীভাবে আগাছা নিয়ন্ত্রণ করবেন?

source: Humidity:
bn: আর্দ্রতা:

# informationFamily
source: Information of Family
bn: পরিবারের তথ্য

source: Input Cost
bn: ইনপুট খরচ

# inputHerbicideSeedFertilizerPesticideCostoPerBigha
source: Input total Cost
bn: ইনপুটের মোট খরচ

source: Input Retailer
bn: খুচরা বিক্রেতা

# inputSeedFertilizerPesticide
source: Agri Input (seed, fertilizer, pesticide)
bn: কৃষি উপকরণ (বীজ, সার, কীটনাশক)

# institutionalBankOrNGO
source: Institutional (bank/ngo)
bn: প্রাতিষ্ঠানিক (ব্যাংক/এনজিও)

source: Invalid Login Credential
bn: অবৈধ লগইন শংসাপত্র

source: Invalid Role
bn: বৈঅধ ভূমিকা

source: Irrigation Cost per bigha
bn: মোট সেচ খরচ

source: Irrigation Cost
bn: সেচ খরচ

source: Irrigation
bn: সেচ

source: Item
bn: আইটেম

# join
source: Joint
bn: যৌথ

source: Jute
bn: পাট

# kgPerBigha
source: kg/Bigha
bn: কেজি/বিঘা

# kgPerDecimal
source: kg/Decimal
bn: কেজি/শতক

# kgperHa
source: Kg/Ha
bn: কেজি/হেক্টর

# kharip1
source: Kharip 01
bn: খরিপ ০১

# kharip2
source: Kharip 02
bn: খরিপ ০২

# kharip2Duration
source: 1 July(Aashar) - 15 October(Ashwin)
bn: ১ জুলাই (আষাঢ়) - ১৫ অক্টোবর(আশ্বিন)

# knowFarmerHelplineNumbers
source: Do you know any farmer helpline numbers?
bn: আপনি কি কোনো কৃষক হেল্পলাইন নম্বর জানেন?

source: Labor Cost for land preparation per bigha
bn: জমি তৈরির জন্যে শ্রমিকবাবদ মোট খরচ

source: Labor Cost for weed per bigha
bn: আগাছা অপসারণের জন্য শ্রমিকবাবদ মোট খরচ

# laborCostHarvestingPerBigha
source: Labor Cost for harvesting per bigha
bn: ফসল কাটার জন্য শ্রমিকবাবদ মোট খরচ

source: Labor
bn: শ্রমিক সংকট

source: Land area field shouldn't be empty
bn: জমির পরিমান পূরণ করুন

# landCultivated
source: Land for cultivation(Shotok)
bn: চাষের জন্য জমি (শতক)

source: Land Preparation Cost
bn: জমি তৈরির খরচ

source: Lentil
bn: মসুর

# lessThanElementaryLevel
source: Less than elementary level (Illiterate)
bn: প্রাথমিক স্তরের চেয়ে কম (নিরক্ষর)

# levelEducation
source: Level of Education
bn: শিক্ষার স্তর

# levelOfeducationShouldNotBeEmpty
source: Level Of Education not selected
bn: শিক্ষার স্তর নির্বাচন করুন

source: Listening Radio
bn: রেডিও শোনা

source: Loading...
bn: লোড হচ্ছে...

source: Local NGO
bn: স্থানীয় এনজিও

source: Local wholesale/farmer market.
bn: স্থানীয় পাইকারি/কৃষক বাজার।

# loginSuccess
source: Login Successfully
bn: লগইন সফল

# lowCost15to18interest
source: Low-Cost Capital
bn: স্বল্পসুদের মূলধন

source: Low-cost Capital
bn: মূলধন

source: Machine Service Cost
bn: মেশিন পরিষেবা খরচ

# machineServicePerBigha
source: Machine service (if any) per bigha
bn: মেশিন পরিষেবা (যদি থাকে) মোট খরচ

# machineServices
source: Machine Services (land preparation, tractor, harvester)
bn: মেশিন পরিষেবা (জমি প্রস্তুতি, ট্রাক্টর, হার্ভেস্টার)

# machineService
source: Machine Services (land preparation, harvester, transplanter, Irrigation)
bn: যান্ত্রিক সেবা (জমি প্রস্তুতি, হারভেস্টার, ট্রান্সপ্লান্টার, সেচ)

source: Maize
bn: ভুট্টা

source: Major Problems
bn: কৃষকের প্রধান সমস্যা

source: Male Members
bn: পুরুষ সদস্য

# maleShouldNotBeEmpty
source: Male field shouldn't be empty
bn: পুরুষের সংখ্যা পূরণ করুন

source: Male
bn: পুরুষ

source: Manual weeding by labor
bn: শ্রমিক দ্বারা আগাছা দমন

# mentionProblemsCultivation
source: Mention the problems you face at the time of cultivation?
bn: চাষের সময় আপনি যে সমস্যার সম্মুখীন হন তা উল্লেখ করুন?

# mobileNumberShouldNotBeEmpty
source: Mobile number shouldn't be empty
bn: মোবাইল নম্বর ঘর পূরণ করুন

source: Mobile Number
bn: মোবাইল নম্বর

# nameShouldNotBeEmpty
source: Name shouldn't be empty
bn: নাম পূরণ করুন

source: Name
bn: নাম

# nGOSalesOfficer
source: NGO/Input Sales Officer
bn: এনজিও/ইনপুট সেলস অফিসার

source: NID No
bn: এনআইডি নম্বর

# nidShouldNotBeEmpty
source: NID format is invalid
bn: এনআইডি ফরমেট ভুল হয়েছে।

# average_test_data
source: Average amount
bn: গড় পরিমান

source: Nitrogen
bn: নাইট্রোজেন

# nitrogen_range
source: Probable range 0 - 3600
bn: সম্ভাব্য পরিসীমা ০ - ৩৬০০

source: Nitrogen shouldn't be empty
bn: নাইট্রোজেন এর পরিমান পূরণ করুন

source: No Data
bn: কোন ডেটা নেই

source: No date Picked!
bn: কোন তারিখ বাছাই করা হয়নি!

source: None
bn: কোনওটি নয়

# noninstitutionalFamilyMemberOrLocalPeople
source: Non-institutional (family member/local people)
bn: অ-প্রাতিষ্ঠানিক (পরিবারের সদস্য/স্থানীয় ব্যক্তি)

# notSelectedDropDown
source: Not Selected
bn: নির্বাচন করা হয়নি

source: Please select
bn: নির্বাচন করুন

source: Select wish
bn: ইচ্ছা নির্বাচন করুন

source: No
bn: না

source: Onion
bn: পেঁয়াজ

# onlinePlaceorOther
source: Online Place/other
bn: অনলাইন স্থান/অন্যান্য

source: Other cost per bigha
bn: অন্যান্য খাতে মোট খরচ

source: Other Cost
bn: অন্যান্য খরচ

source: Other income field shouldn't be empty
bn: অন্যান্য আয়ের এর পরিমান পূরণ করুন

# otherInformation
source: Other Information for Farmer
bn: কৃষকের জন্য অন্যান্য তথ্য

# otherOccupations
source: Do you have other occupations?
bn: আপনার কি অন্য পেশা আছে?

source: Others Problem
bn: অন্যান্য সমস্যা

source: Others
bn: অন্যান্য

source: Other
bn: অন্যান্য

source: Personal Information
bn: ব্যক্তিগত তথ্য

source: Personal
bn: ব্যক্তিগত

# perUnitCost
source: Unit Cost
bn: ইউনিট খরচ

# pesticideSuggestion
source: Pesticide/Herbicide/Weedicide Suggestion
bn: কীটনাশক/ভেষনাশক/আগাছানাশকের পরামর্শ

source: Phone type isn't selected
bn: ফোনের ধরন নির্বাচন করুন

source: Phosphorus
bn: ফসফরাস

# phosphorus_range
source: Probable range 0 - 24.5
bn: সম্ভাব্য পরিসীমা ০ - ২৪.৫০

source: Phosphorus shouldn't be empty
bn: ফসফরাস এর পরিমান পূরণ করুন

# pH_range
source: Probable range 0 - 14
bn: সম্ভাব্য পরিসীমা ০ - ১৪

source: pH shouldn't be empty
bn: pH এর পরিমান পূরণ করুন

source: Please enter all the required values.
bn: অনুগ্রহ করে সমস্ত প্রয়োজনীয় মান লিখুন।

source: Please select an unit!
bn: অনুগ্রহ করে একটি ইউনিট নির্বাচন করুন!

source: Potassium
bn: পটাসিয়াম

# potassium_range
source: Probable range 0 - 120
bn: সম্ভাব্য পরিসীমা ০ - ১২০

source: Potassium shouldn't be empty
bn: পটাসিয়াম এর পরিমান পূরণ করুন

source: Potato
bn: আলু

source: Prefer not to say
bn: বলতে চাই না

# prescriptionTitle
source: Aunkur Agricultural Prescription
bn: অঙ্কুর কৃষি প্রেসক্রিপশন

source: Price Unit
bn: মূল্য একক

source: Primary Crops
bn: প্রাথমিক ফসল

# privateOrCooperativeBanks
source: Private / Co-operative Banks
bn: বেসরকারি/সমবায় ব্যাঙ্কগুলি

source: Probable Cause
bn: সম্ভাব্য কারণ

# problemsCultivation
source: Mention the problems you face at the time of cultivation?
bn: চাষের সময় আপনি যে সমস্যার সম্মুখীন হন তা উল্লেখ করুন?

source: Problem
bn: সমস্যা

source: Problems
bn: সমস্যা গুলো

source: Production Cost
bn: উৎপাদন খরচ

source: Production Unit
bn: উৎপাদন ইউনিট

# productOf
source: a product of
bn: প্রস্তুতকারক

source: Profile Details
bn: প্রোফাইল বিবরণ

source: Profit Per Kg
bn: প্রতি কেজি লাভ

source: Profit Per Shotok
bn: শতক প্রতি লাভ

# projectedYield
source: Proj. Yield
bn: অনুমানিক ফলন

source: Purchase From Market
bn: বাজার থেকে ক্রয়

source: RainIn :
bn: বৃষ্টি:

source: Ranking
bn: র‍্যাঙ্কিং

source: Ratings
bn: রেটিং

source: Reading newspaper
bn: সংবাদপত্র পড়া

source: Registered
bn: নিবন্ধিত

source: Retake
bn: পুনরায় নিন

source: Rice
bn: চাল

# robiSeason
source: Robi
bn: রবি

# robiSeasonDuration
source: 16 October(Kartika)-15 March(Falgun)
bn: ১৬ অক্টোবর (কার্তিক) - ১৫ মার্চ (ফাল্গুন)

# kharip1Duration
source: 16 March(Chaitra) - 30 June(Aashar)
bn: ১৬ মার্চ (চৈত্র) - ৩০ জুন(আষাঢ়)

source: Salary per month
bn: প্রতি মাসে বেতন

source: Save and Next
bn: সংরক্ষণ করুন এবং পরবর্তী

source: Save
bn: সংরক্ষণ

# schoolGoingMemberGreater
source: School going member shouldn't be greater than total member
bn: বিদ্যালয়ে যাওয়ার সংখ্যা পরিবারের মোট সদস্যের থেকে বেশি হবে না

# schoolGoingShouldNotBeEmpty
source: School going field shouldn't be empty
bn: স্কুলে যাওয়ার সদস্য সংখ্যা পূরণ করুন

source: School Going
bn: বিদ্যালয়ে যাওয়া

source: Search here
bn: এখানে অনুসন্ধান করুন

source: Season field shouldn't be empty
bn: মৌসুম নির্বাচন করুন

source: Season
bn: মৌসুম

source: Seed collectioin field shouldn't be empty
bn: বীজ সংগ্রহের এর পরিমান পূরণ করুন

source: Seed Collection
bn: বীজ সংগ্রহ

source: Seed Suggestion
bn: বীজের পরামর্শ

source: Select Crops
bn: শস্য নির্বাচন করুন

source: Select Crop
bn: শস্য নির্বাচন করুন

source: Selected Crop:
bn: নির্বাচিত ফসল:

source: Select Season
bn: মৌসুম নির্বাচন করুন

source: Select year
bn: বছর নির্বাচন করুন

source: Self-finance
bn: স্ব-অর্থায়ন

source: Self Production
bn: স্ব উৎপাদন

source: Selling price of your cultivated crops
bn: আপনার চাষকৃত ফসলের বিক্রির মূল্য

source: Selling price
bn: বিক্রয় মূল্য

source: Sell Product:
bn: পণ্য বিক্রি করুন:

# seniorFarmer
source: Senior/Other Farmer
bn: সিনিয়র/অন্যান্য কৃষক

source: Service salary field shouldn't be empty
bn: পরিষেবা বেতনের পরিমান পূরণ করুন

source: Service
bn: পরিষেবা

source: SFID
bn: এসএফআইডি

source: SFID list
bn: এসএফআইডি তালিকা

# shotok
source: Decimal
bn: শতক

source: Single
bn: একক

source: Smartphone
bn: স্মার্টফোন

# soilInfo
source: Soil test center name
bn: মাটি পরীক্ষার কেন্দ্রের নাম

# soilPrescription
source: Soil Test, Prescription & Training
bn: মাটি পরীক্ষা, প্রেসক্রিপশন এবং প্রশিক্ষণ

source: Soil Test History
bn: মাটি পরীক্ষার ইতিহাস

source: Soil Test Info
bn: মাটি পরীক্ষার তথ্য

source: Soil Test
bn: মাটি পরীক্ষা

# soilTWITraining
source: Soil test, weather info, training
bn: মাটি পরীক্ষা, আবহাওয়ার তথ্য, প্রশিক্ষণ

source: SolarAir :
bn: সোলার এয়ার :

source: Storage Facility
bn: ফসল সংরক্ষন সুবিধা

source: Subtotal
bn: উপ মোট

source: Sugercane
bn: আখ

source: Sulfur shouldn't be empty
bn: সালফার এর পরিমান পূরণ করুন

source: Sulfur
bn: সালফার

source: Symptom
bn: উপসর্গ

source: Temperature :
bn: তাপমাত্রা:

# testSoilBeforeAfter
source: Do you test soil?
bn: আপনি কি মাটি পরীক্ষা করেন?

# testSoil
source: Add New Test
bn: নতুন পরীক্ষা যোগ করুন

source: Third gender
bn: তৃতীয় লিঙ্গ

# timeSpendOnFreeTime
source: How much time do you spend on this? (Hours)
bn: এতে আপনি কতটা সময় ব্যয় করেন? (ঘণ্টা)

source: Time spent on these shouldn't be empty
bn: এগুলিতে ব্যয় করা সময়ের পরিমান পূরণ করুন

# tkPerBigha
source: TK/Bigha
bn: টাকা/বিঘা

# tkPerKg
source: Tk/Kg
bn: টাকা/কেজি

# tkPerMonth
source: Tk/month
bn: টাকা/মাস

# tkPerShotok
source: Tk/Shotok
bn: টাকা/শতক

source: Tk
bn: টাকা

# toastEnterPassword
source: Please enter the password
bn: পাসওয়ার্ড লিখুন

source: Total Amount
bn: মোট পরিমাণ

# totalareaoffarming
source: Cultivation Area
bn: চাষের মোট এলাকা

# totalAreaOfLand
source: Total area of land (Decimal)
bn: জমির মোট ক্ষেত্রফল (শতক)

source: Total Cost per Bigha
bn: বিঘা প্রতি মোট খরচ

source: Total Cost
bn: মোট খরচ

source: Total land area field shouldn't be empty
bn: মোট জমির পরিমান পূরণ করুন

# totalLandArea
source: Total land area (Decimal)
bn: মোট জমির এলাকা (শতক)

source: Total Members
bn: মোট সদস্য

source: Total Production(Mound per Bigha)
bn: মোট উৎপাদন(মণ)

source: Total production
bn: মোট উৎপাদন

source: Total Profit
bn: মোট লাভ

source: Total
bn: মোট

source: Trade Name
bn: ঔষধের নাম

# trainingInformationNow
source: How do you get training and information now?
bn: আপনি কীভাবে প্রশিক্ষণ এবং তথ্য পান?

source: Transportation
bn: পরিবহন

source: Turmeric
bn: হলুদ

# twoYearsCollege
source: Two year college
bn: দুই বছরের কলেজ

# canReadAndWrite
source: Can Read & Write
bn: পড়তে,লিখতে পারে

# canNotReadWrite
source: Can’t read & Write
bn: পড়তে,লিখতে পারে না

source: Type
bn: প্রকার

# unavailabilityGenuineInputs
source: Unavailability of genuine inputs (seed, fertilizer, pesticide)
bn: কৃষি উপকরণের অপ্রাপ্যতা (বীজ, সার, কীটনাশক)

# unionShouldNotBeEmpty
source: union not selected
bn: ইউনিয়ন নির্বাচন করুন

source: Union
bn: ইউনিয়ন

source: Unit
bn: ইউনিট

source: University or above
bn: বিশ্ববিদ্যালয় বা তার উপরে

# upazilaShouldNotBeEmpty
source: Upazila not selected
bn: উপজেলা নির্বাচন করুন

source: Upazila
bn: উপজেলা

# updateData
source: Update
bn: আপডেট

source: Update Digital literacy
bn: ডিজিটাল সাক্ষরতা আপডেট করুন

source: Update Financial Info
bn: আর্থিক তথ্য আপডেট করুন

source: Update info of
bn: এর তথ্য আপডেট করুন

source: Update Problems
bn: আপডেট সমস্যা

source: User doesn't exist
bn: ব্যবহারকারীর অস্তিত্ব নেই

source: Username
bn: সার্ভিস এজেন্ট

source: Using social media
bn: সোশ্যাল মিডিয়া ব্যবহার করা

source: Variety not Selected
bn: বৈচিত্র্য নির্বাচন করুন

source: Variety of crops form field shouldn't be empty
bn: বৈচিত্র্য ফসলের পরিমান পূরণ করুন

# varietySelectedcrops
source: Variety of selected crops
bn: নির্বাচিত ফসলের বিভিন্নতা

source: Variety
bn: প্রকরণ

# villageShouldNotBeEmpty
source: Village field should not be empty
bn: গ্রাম পূরণ করুন

source: Village
bn: গ্রাম

# warnPassGreater6
source: Password must be greater than 6 digits
bn: পাসওয়ার্ড ৬ সংখ্যার বেশি হতে হবে

source: Watching TV
bn: টিভি দেখা

source: Water Level :
bn: জলস্তর :

source: Weather Details
bn: আবহাওয়ার বিবরণ

# weatherInfoAlert
source: Do you get weather information?
bn: আপনি কি আবহাওয়ার তথ্য পান?

# weatherInformationDiseaseAlert
source: Do you get weather information/disease/infestation alert?
bn: আপনি কি আবহাওয়ার তথ্য পান?

source: Weather Info
bn: তথ্য প্রাপ্তির স্থান

source: Weather List
bn: আবহাওয়া তালিকা

source: Weed Removal Cost
bn: আগাছা অপসারণের খরচ

source: Weeds:
bn: আগাছা:

# whatMobilePhone
source: What type of mobile phone do you use?
bn: আপনি কি ধরনের মোবাইল ফোন ব্যবহার করেন?

source: Wheat
bn: গম

source: Where do you collect your seeds?
bn: আপনি আপনার বীজ কোথায় সংগ্রহ করবেন?

# whereDoYouGetIt
source: Location of receiving weather information.
bn: আবহাওয়া তথ্য প্রাপ্তির স্থান

# wheretestsoil
source: Where do you test it?
bn: মাটি পরীক্ষা কোথায় করেন?

# whereTestSoil
source: Where do you test it?
bn: মাটি পরীক্ষার কেন্দ্রের নাম

# whereWeatherInfo
source: Where do you get it?
bn: আপনি এটি কোথায় পান?

# whereYouSellProduct
source: Where do you sell your product?
bn: আপনি আপনার পণ্য কোথায় বিক্রি করবেন?

# where
source: Where are you saving?
bn: আপনি কোথায় সঞ্চয় করছেন?

# wholesaleFromFieldMiddleman
source: Wholesale from field to the middleman.
bn: ক্ষেত থেকে মধ্যস্বত্বভোগীর কাছে পাইকারি।

source: Wind Direction :
bn: বাতাসের দিক :

source: Wind Speed :
bn: বাতাসের গতি:

# wrongUserNamePass
source: Wrong password or username
bn: ভুল পাসওয়ার্ড বা ব্যবহারকারীর নাম

source: Year field shouldn't be empty
bn: বছর পূরণ করুন

source: Yes
bn: হ্যাঁ
