Repository: iamnisat/aunkur-farmer
Catalog: lib/l10n/intl_*.arb
Languages: bn

source: You haven't selected any savings places
bn: সঞ্চয় স্থান নির্বাচন করুন

# youUseInternet
source: Do you use the internet?
bn: আপনি কি ইন্টারনেট ব্যবহার করেন?

source: Cold storage field shoudn't be empty
bn: কোল্ড স্টোরেজ ক্ষেত্র পূরণ করুন

source: SoilTest Field shoudn't be empty
bn: মৃত্তিকা পরীক্ষা ক্ষেত্র পূরণ করুন

# weatherInformationDiseaseInfestationAlertShouldnTBeEmpty
source: weather information shouldn't be empty
bn: আবহাওয়া তথ্য পূরণ করুন

source: Farmer helpline numbers shoudn't be empty
bn: কৃষক হেল্পলাইন নম্বর পূরণ করুন

source: Select at least one crop
bn: অন্তত একটি ফসল নির্বাচন করুন

source: Not Selected
bn: অনির্বাচিত

source: Add Financial Info
bn: আর্থিক তথ্য যোগ করুন

source: Do you have any need for cold storage?
bn: আপনার কি কোল্ড স্টোরেজের প্রয়োজন আছে?

source: Labor Crisis
bn: শ্রম সংকট

source: Soil test, weather info, training
bn: মাটি পরীক্ষা, আবহাওয়ার তথ্য, প্রশিক্ষণ

source: Machine Services (land preparation, tractor, harvester)
bn: মেশিন পরিষেবা (জমি প্রস্তুতি, ট্রাক্টর, হারভেস্টার)

source: Unavailability of genuine inputs (seed, fertilizer, pesticide)
bn: প্রকৃত উপকরণের অনুপলব্ধতা ( বীজ, সার, কীটনাশক)

source: Add Farmers problems
bn: কৃষকদের সমস্যা যোগ করুন

source: Soil Test, Prescription & Training
bn: মাটি পরীক্ষা, প্রেসক্রিপশন এবং প্রশিক্ষণ

# seedPerDecimal
source: Seed rate
bn: বীজের হার

source: Potential yield
bn: সম্ভাব্য ফলন

source: Rating
bn: রেটিং

# pesticideName
source: Pesticide
bn: আগাছার নাম

source: Disease name
bn: রোগের নাম

source: Disease Type
bn: রোগের ধরন

source: Insect name
bn: পোকার নাম

source: Generic name
bn: জেনেরিক নাম

source: Application level
bn: প্রয়োগ মাত্রা

source: Amount of pesticides
bn: বালাইনাশকের পরিমান

source: Herbicide Suggestion
bn: আগাছানাশকের পরামর্শ

source: Fungicide Suggestion
bn: ছত্রাকনাশকের পরামর্শ

source: Insecticide Suggestion
bn: কীটনাশকের পরামর্শ

source: Required Seed
bn: প্রয়োজনীয় বীজ

source: Required Fertilizer
bn: প্রয়োজনীয় সার

# amountNeeded
source: Amount
bn: পরিমাণ

# costPerUnit
source: Cost/Unit
bn: খরচ/ইউনিট

source: Cost
bn: খরচ

# taka
source: TK
bn: টাকা

# cropper
source: Resize photo
bn: ছবির আকার পরিবর্তন

# switchLanguage
source: Select your Language
bn: আপনার ভাষা নির্বাচন করুন

source: Sync completed
bn: ডেটা সিঙ্ক করা সম্পূর্ণ হয়েছে

source: Sync not completed
bn: ডেটা সিঙ্ক করা সম্পূর্ণ হয়নি

# locationSetSuccessfully
source: Location detected successfully
bn: অবস্থান সফলভাবে সনাক্ত করা হয়েছে

# existingImage
source: Current Photo
bn: বর্তমান ছবি

source: Upload Image
bn: আপলোড ছবি

source: Open Camera
bn: ক্যামেরা খুলুন

source: Wishlist
bn: ইচ্ছা তালিকা

source: SFID Card
bn: এসএফআইডি কার্ড

source: Add Information
bn: তথ্য যোগ করুন

source: Detail Information
bn: বিস্তারিত তথ্য

source: Create Wishlist
bn: ইচ্ছা তালিকা তৈরি করুন

source: Features
bn: বৈশিষ্ট্যসমূহ

source: Select Feature
bn: বৈশিষ্ট্য নির্বাচন করুন

source: Crop Steps
bn: ফসলের ধাপ সমূহ

# moundperBigha
source: Mound/Bigha
bn: মণ/বিঘা

# tkpermound
source: Tk/Mound
bn: টাকা/মণ

source: Project List
bn: প্রকল্পের তালিকা

source: Start Date
bn: শুরুর তারিখ

source: End Date
bn: শেষ তারিখ

source: Total Farmer
bn: মোট কৃষক

source: Budget
bn: বাজেট

source: Group List
bn: গ্রুপ তালিকা

source: Capital per farmer
bn: কৃষক প্রতি মূলধন

source: Group name
bn: দলের নাম

source: Reimburse
bn: পরিশোধ

source: Disbursement
bn: বিতরণ

source: Dispatched
bn: প্রেরিত

source: Due
bn: বাকি

# exendDate
source: Extend Date
bn: তারিখ বাড়ানো

source: Amount
bn: পরিমাণ

# disbursementHistory
source: Reimburse History
bn: বিতরণের বিবরণ

# reimburseHistory
source: Disbursement History
bn: পরিশোধের বিবরণ

source: Add Disbursement
bn: বিতরণ যোগ করুন

# addRemburse
source: Add Reimburse
bn: পরিশোধ যোগ করুন

source: Invalid Number
bn: মোবাইল নম্বর ভুল হয়েছে

source: Land amount details
bn: জমির পরিমান এর বিবরণ

source: Lease
bn: বর্গা

source: Own
bn: নিজের

source: Profit share
bn: ফসল এর ভাগ

source: By money
bn: নগদ মূল্যে

source: Amount of money
bn: অর্থের পরিমাণ

# selectPaymentMethod
source: Select method of paying for lease land
bn: বর্গকৃত জমির মূল্য প্রদানের পদ্ধতি

source: Select land type
bn: ভাগের অংশ

source: Own land amount
bn: নিজের জমির পরিমাণ

source: Lease land amount
bn: বর্গা জমির পরিমান

source: Cost of lease land
bn: জমি বর্গার মোট খরচ

source: Select profit share percentage
bn: শতকরা ফসল ভাগা

# leaseLandAmountFileShouldntEmpty
source: Lease amount field shouldn't be empty
bn: ইজারা পরিমাণ ক্ষেত্র খালি করা উচিত নয়

# ownLandAmountFieldShouldntEmpty
source: Own amount field shouldn't be empty
bn: নিজস্ব পরিমাণ ক্ষেত্র খালি হওয়া উচিত নয়

# costOfLeaseLandFieldShouldntEmpty
source: Cost of lease field shouldn't be empty
bn: ইজারা ক্ষেত্রের খরচ খালি হওয়া উচিত নয়

source: NID front side
bn: জাতীয় পরিচয়পত্রের সামনের দিক

source: NID back side
bn: জাতীয় পরিচয়পত্রের পিছনের দিক

source: NID
bn: এনআইডি তথ্য

# selectprofileshare
source: Select share percentage
bn: ফসল ভাগের অংশ নির্বাচন করুন

source: Payment method
bn: অর্থ প্রদানের পদ্ধতি

# approximatPrice
source: Approximate price
bn: আনুমানিক মূল্য

source: Variety name
bn: প্রকরণ নাম

# addanyTestFirst
source: You haven't added any tests yet
bn: আপনি এখনও কোনও পরীক্ষা করেন নি

source: Family
bn: পরিবার

source: Scientific Name
bn: বৈজ্ঞানিক নাম

source: Crop Profile
bn: শস্যের প্রোফাইল

source: Pest and disease
bn: কীটপতঙ্গ এবং রোগ

source: Crop info
bn: ফসলের তথ্য

source: Herbicide
bn: আগাছানাশক

source: Fungicide
bn: ছত্রাকনাশক

source: Insecticide
bn: কীটনাশক

source: Crop variety
bn: ফসলের জাত

source: Nature of Damage
bn: ক্ষতির প্রকৃতি

source: Control Measure
bn: নিয়ন্ত্রণ পরিমাপ

source: Price
bn: মূল্য

source: Crop Category
bn: শস্যের বিভাগ

source: Average Production
bn: গড় উৎপাদন

source: Intercultural Operation
bn: আন্তঃসাংস্কৃতিক অপারেশন

# harvesingAndPreservation
source: Harvesting and Preservation
bn: ফসল সংগ্রহ এবং সংরক্ষণ

source: Irrigation Information
bn: সেচ তথ্য

# fertilizerInfo
source: Fertilizer Information
bn: সার তথ্য

# lanPreparation
source: Land preparation
bn: জমি প্রস্তুতি

source: Showing Method
bn: পদ্ধতি দেখানো হচ্ছে

source: Seed treatment
bn: বীজ শোধন

source: Seed Rate
bn: বীজের হার

source: Seedbed
bn: বীজতলা

source: Land Type
bn: জমির ধরন

# climateRainfall
source: Rainfall
bn: বৃষ্টিপাত

# climateHumidity
source: Humidity
bn: আর্দ্রতা

# climateTemperature
source: Temperature
bn: তাপমাত্রা

source: Soil pH
bn: মাটি ph

# soilAndClimateInfo
source: Soil and Climate Information
bn: মাটি এবং আবহাওয়ার তথ্য

source: Seed Information
bn: বীজ তথ্য

# climateGenInfo
source: General Information
bn: সাধারণ তথ্য

source: Service center
bn: সেবা কেন্দ্র

source: Select service center
bn: পরিষেবা কেন্দ্র নির্বাচন করুন

# cardAssignmentSuccesfull
source: Card assignment successful
bn: কার্ডটি প্রদান করা সম্পন্ন হয়েছে

source: Card is already assigned
bn: কার্ডটি ইতিমধ্যে প্রদান করা হয়েছে

source: Sync SFID from Web
bn: এস এফ আইডি লোড করুন

source: Add Test
bn: পরীক্ষা যোগ করুন

# allSoilTests
source: Test Items
bn: পরীক্ষাসমূহ

source: View
bn: দেখুন

source: Result
bn: ফলাফল

source: Connect with Aunkur
bn: আঙ্কুরের সাথে সংযোগ করুন

source: Data from Aunkur
bn: আঙ্কুর থেকে তথ্য লিখুন

source: Aunkur manual test
bn: অঙ্কুর ম্যানুয়াল পরীক্ষা

# testList
source: Add New Test
bn: পরীক্ষার তালিকা

source: Need more test
bn: আরো পরীক্ষা প্রয়োজন

# choiceYourLanguage
source: Choose Your Language
bn: আপনার ভাষা নির্বাচন করুন

source: kg
bn: কেজি

source: gm
bn: গ্রাম

# sorryYouAreOffline
source: Sorry! You're offline
bn: দুঃখিত! আপনি অফলাইনে আছেন

source: Mortgage
bn: বন্ধক

# mortgageLandAmount
source: Amount of mortgaged land
bn: বন্ধক জমির পরিমাণ

source: Cattle rearing
bn: গবাদি পশু পালন

# noumberOfCows
source: Number of cows
bn: গরুর সংখ্যা

# numberOfGoat
source: Number of goats
bn: ছাগলের সংখ্যা

source: Goats
bn: টি ছাগল

source: Cows
bn: টি গরু

source: Assign RFID
bn: আরএফআইডি সংযুক্ত করুন

# unassignRFID
source: Unassing RFID
bn: আরএফআইডি অসংযুক্ত করুন

source: Assign status
bn: বিতরণ অবস্থা

# aacketBottle
source: Packet/Bottle
bn: প্যাকেট/বোতল

source: Size
bn: আকার

# pleaseFillUpNoOfcows
source: Fill up no of cows
bn: গরুর সংখ্যা পূরণ করুন

# pleaseFillupNoOfGots
source: Fill up no of goats.
bn: ছাগলের সংখ্যা পূরণ করুন

source: Sowing Method
bn: বপন পদ্ধতি

source: Soil Texture
bn: মাটির গঠন

source: Salinity
bn: লবণাক্ততা

source: Duration
bn: সময়কাল

source: This phone number already exists
bn: এই ফোন নম্বরটি আগে থেকেই আছে

source: This NID already exists
bn: এই NID আগে থেকেই আছে

source: Add farmer problem
bn: কৃষকের সমস্যাগুলো যোগ করুন

source: Possible Price
bn: সম্ভাব্য মূল্য

# cropVarieties
source: Variety
bn: শস্যের জাত

# seedlingCost
source: Seedline Cost/Dec
bn: চারার দাম/শতক

source: Not necessary
bn: প্রযোজ্য নয়

source: Piece
bn: পিস

source: Days
bn: দিন

source: News Portal
bn: নিউজ পোর্টাল

source: Your current location
bn: আপনার বর্তমান অবস্থান

source: Latest News
bn: সর্বশেষ সংবাদ

source: Test No
bn: পরীক্ষা নম্বর

# info_no
source: Test info no
bn: পরীক্ষার তথ্য নম্বর

# selectAez
source: Select aez value
bn: এ.ই.জেড নির্বাচন করুন

# updateGeneralInfl
source: Update General Information
bn: সাধারণ তথ্য সংশোধন করুন।

# updateNidInfo
source: Update NID Information
bn: জাতীয় পরিচয়পত্রের তথ্য সংশোধন করুন

source: NID Information
bn: জাতীয় পরিচয়পত্রের তথ্য

source: Add Module
bn: মডিউল যোগ করুন

# emailShouldnotBeEmpty
source: Email shouldn’t be empty
bn: ইমেইল-এর ঘর পূরণ করুন।

source: Email is not valid
bn: ইমেইলটি সঠিক নয়।

# passwordShouldnotBeEmpty
source: Password shouldn’t be empty
bn: পাসওয়ার্ড-এর ঘর পূরণ করুন।

source: Password must be at least 8 characters
bn: পাসওয়ার্ড কমপক্ষে ৮ অক্ষরের হতে হবে।

# nameShouldnotBeEmpty
source: Name shouldn’t be empty
bn: নাম-এর ঘর পূরণ করুন।

# phoneShouldnotBeEmpty
source: Phone shouldn’t be empty
bn: মোবাইল নম্বর-এর ঘর পূরণ করুন।

source: Phone must be at least 11 characters
bn: মোবাইল নম্বর কমপক্ষে ৮ অক্ষরের হতে হবে।

# companyNameShouldnotBeEmpty
source: Company name shouldn’t be empty
bn: কোম্পানির নাম-এর ঘর পূরণ করুন।

# organizationNumberShouldnotBeEmpty
source: Organization number shouldn’t be empty
bn: দোকানের নম্বর-এর ঘর পূরণ করুন।

# partnerTypeShouldnotBeEmpty
source: Partner type shouldn’t be empty
bn: পার্টনার-এর ধরন নির্বাচন করুন।

# featureShouldnotBeEmpty
source: Feature shouldn’t be empty
bn: বৈশিষ্ট্য-এর ঘর পূরণ করুন।

# contactPersonShouldnotBeEmpty
source: Contact person shouldn’t be empty
bn: যোগাযোগের ব্যক্তির ঘর পূরণ করুন।

# contactPersonPhoneShouldnotBeEmpty
source: Contact person phone shouldn’t be empty
bn: যোগাযোগের ব্যক্তির মোবাইল নাম্বার পূরণ করুন।

# divisionShouldnotBeEmpty
source: Division shouldn’t be empty
bn: বিভাগ-এর নাম পূরণ করুন।

# districtShouldnotBeEmpty
source: District shouldn’t be empty
bn: জেলা-এর নাম পূরণ করুন।

# addressShouldnotBeEmpty
source: Address shouldn’t be empty
bn: ঠিকানার-এর ঘর পূরণ করুন।

source: Contact Person Name
bn: যোগাযোগের ব্যক্তির নাম।

source: Contact Person Phone
bn: যোগাযোগের ব্যক্তির মোবাইল নাম্বার।

source: Organization Number
bn: সংস্থার নাম্বার।

source: Email
bn: ইমেইল

source: Succesfull
bn: সফলভাবে সম্পন্ন হয়েছে

# additionalInfo
source: Additional information
bn: অতিরিক্ত তথ্য

# cropWiseFarmerChart
source: Crop-wise Farmers
bn: ফসল ভিত্তিক কৃষক

source: people
bn: জন

# noOfFarmers
source: Total Farmers
bn: মোট কৃষকের সংখ্যা

# noOfCrops
source: Total Crops
bn: মোট ফসলের সংখ্যা

source: Menu
bn: মেনু

source: See all
bn: অন্যান্য দেখুন

source: Assign Machine Partner
bn: মেশিন পার্টনার বরাদ্দ করুন

source: Assign Input Partner
bn: ইনপুট পার্টনার বরাদ্দ করুন

source: Assign
bn: বরাদ্দ করুন

source: Select Machine Type
bn: মেশিনের ধরন নির্বাচন করুন

source: Select Partner Type
bn: পার্টনারের ধরন নির্বাচন করুন

source: Select Service Area
bn: সেবা এর অঞ্চল নির্বাচন করুন

source: Pass or Distance
bn: পাস অথবা দূরত্ব

# passDistanceShouldnotBeEmpty
source: Pass or distance shouldn’t be empty
bn: পাস অথবা দূরত্ব ঘর পূরণ করুন

source: Select Unit
bn: একক নির্বাচন করুন

source: Weight Or Sack
bn: ওজন অথবা স্যাক

# weightSackShouldnotBeEmpty
source: Weight or sack shouldn’t be empty
bn: ওজন অথবা স্যাক ঘর পূরণ করুন

source: Search here by area name
bn: অঞ্চলের নাম দিয়ে খুঁজুন

source: Search here by machine type or farmer name
bn: মেশিনের ধরন অথবা কৃষকের নাম দিয়ে খুঁজুন

# newMachineService
source: New Mech.Service
bn: নতুন মেশিন সেবা

source: Mechanical Requests
bn: যান্ত্রিক অনুরোধ

source: New Group
bn: নতুন গ্রুপ

source: Machine Area
bn: মেশিন এর অঞ্চল

source: Machine Request
bn: মেশিন অনুরোধ

source: Not Assign Yet
bn: এখনো বরাদ্দ করা হয়নি

source: Please select a partner to assign
bn: বরাদ্দ করার জন্য পার্টনার নির্বাচন করুন

source: Select Farming Practice
bn: কৃষি প্রক্রিয়া নির্বাচন করুন

source: Please select farming practice
bn: কৃষি প্রক্রিয়া নির্বাচন করুন

source: No Notification Yet
bn: এখনো কোনো বিজ্ঞপ্তি নেই

source: Content is not available
bn: বিষয়বস্তু পাওয়া যায় না

source: Good Morning
bn: সুপ্রভাত

source: Good Noon
bn: শুভ মধ্যাহ্ন

source: Good Night
bn: শুভ রাত্রি

source: Good Evening
bn: শুভ সন্ধ্যা

source: All Services
bn: সকল সেবা

source: FAQ
bn: প্রশ্ন ও উত্তর

source: Helpline
bn: হেল্পলাইন

source: About iPAGE
bn: আমাদের সম্পর্কে

source: Applied Herbicide Suggestions
bn: প্রয়োগ করা আগাছানাশকের পরামর্শ

source: Applied Seed Suggestions
bn: প্রয়োগ করা বীজ পরামর্শ

source: Applied Fertilizer Suggestions
bn: প্রয়োগ করা সারের পরামর্শ

source: Applied Insecticide Suggestions
bn: প্রয়োগ করা কীটনাশকের পরামর্শ

source: Applied Fungicide Suggestions
bn: প্রয়োগ করা ছত্রাকনাশকের পরামর্শ

# updatedInfoSuccessfully
source: Updated information successfully.
bn: তথ্য সফলভাবে আপডেট হয়েছে

# updatedInfoFailed
source: Updated information Fail.
bn: তথ্য আপডেট হয়নি

source: Farmer not found
bn: কৃষকের খোঁজ মেলেনি

source: Forgot Password
bn: পাসওয়ার্ড ভুলে গেছেন

source: Reset
bn: রিসেট

source: New Password
bn: নতুন পাসওয়ার্ড

source: School going member should not be more than total member
bn: স্কুলগামী সদস্য মোট সদস্যের বেশি হওয়া উচিত নয়

source: Split Application
bn: অন্তর্বর্তীকালীন সার প্রয়োগবিধি

source: Urea
bn: ইউরিয়া

source: TSP
bn: টিএসপি

source: MOP
bn: এমওপি

source: Time
bn: সময়

source: DAP
bn: ডিএপি

source: Gypsum
bn: জিপসাম

source: Password and confirm password does not match
bn: পাসওয়ার্ড এবং নিশ্চিত পাসওয়ার্ড মেলে না

source: Confirm Password
bn: নিশ্চিত পাসওয়ার্ড

source: Username should not be empty
bn: ব্যবহারকারীর নাম খালি হওয়া উচিত নয়

source: Gram
bn: গ্রাম

source: About iPAGE
bn: আইপেইজ সম্পর্কে

source: News Feed
bn: নিউজ ফিড

source: Service Area
bn: সেবা এর অঞ্চল

source: Help Line
bn: হেল্পলাইন

source: Version
bn: সংস্করণ

# gmPerPlant
source: Gm/Plant
bn: গ্রাম/গাছ

source: View Tested Sample
bn: পরীক্ষিত নমুনা দেখুন

source: Soil Test In Progress
bn: মাটির পরীক্ষা চলছে

source: Fertilizer Appled Instructions
bn: সার প্রয়োগ নির্দেশিকা

source: Zinc
bn: জিংক

source: Boron
bn: বোরন

# doYouWantToInfoReg
source: Do you want to proceed with the full and informative farmer registration process?
bn: আপনি কি সম্পূর্ণ এবং তথ্যপূর্ণ কৃষক নিবন্ধন করতে চান?

source: Product Details
bn: পণ্যের বিবরণ

source: Farmer Search Panel
bn: কৃষক অনুসন্ধান প্যানেল

source: Registration Date
bn: নিবন্ধনের তারিখ

source: Apply
bn: প্রয়োগ

source: Are you sure?
bn: আপনি কি নিশ্চিত?

source: Do you want to sync with cloud?
bn: আপনি কি ক্লাউডের সাথে সিঙ্ক করতে চান?

# calcelSync
source: Cancel Sync
bn: সিঙ্ক বাতিল করুন

source: Syncing with cloud
bn: ক্লাউডের সাথে সিঙ্ক করা হচ্ছে

# calcelingSync
source: Cancelling sync...
bn: সিঙ্ক বাতিল করা হচ্ছে...

source: Total Completed
bn: মোট সম্পন্ন

# prepareingDivision
source: Preparing division
bn: বিভাগের তথ্য প্রস্তুত করা হচ্ছে

# prepareingDistrict
source: Preparing district
bn: জেলার তথ্য প্রস্তুত করা হচ্ছে

# prepareingUpazila
source: Preparing upazila
bn: উপজেলার তথ্য প্রস্তুত করা হচ্ছে

# prepareingUnion
source: Preparing union
bn: ইউনিয়নের তথ্য প্রস্তুত করা হচ্ছে

# prepareingCrops
source: Preparing crops
bn: ফসলের তথ্য প্রস্তুত করা হচ্ছে

# prepareingCropDisisease
source: Preparing Crops Diseases
bn: ফসলের রোগের তথ্য প্রস্তুত করা হচ্ছে

# prepareingUnits
source: Preparing units
bn: এককের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing soil test
bn: মাটির পরীক্ষার তথ্য প্রস্তুত করা হচ্ছে

source: Preparing partner
bn: পার্টনারের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing wish list
bn: ইচ্ছেতালিকার তথ্য প্রস্তুত করা হচ্ছে

source: Preparing season
bn: ঋতুর তথ্য প্রস্তুত করা হচ্ছে

source: Preparing AEZs
bn: এজেডের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing calibration factor
bn: ক্যালিব্রেশন ফ্যাক্টরের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing education
bn: শিক্ষাগত যোগ্যতার তথ্য প্রস্তুত করা হচ্ছে

source: Preparing service center
bn: সার্ভিস সেন্টারের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing machine type
bn: মেশিনের ধরণের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing all partner
bn: সকল পার্টনারের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing package
bn: প্যাকেজের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing service area
bn: সার্ভিস এরিয়ার তথ্য প্রস্তুত করা হচ্ছে

source: Preparing global product
bn: গ্লোবাল প্রোডাক্টের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing company
bn: কোম্পানির তথ্য প্রস্তুত করা হচ্ছে

source: Preparing partner product
bn: পার্টনার প্রোডাক্টের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing prescription
bn: প্রেসক্রিপশনের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing farmer
bn: কৃষকের তথ্য প্রস্তুত করা হচ্ছে

source: Preparing soil test info
bn: মাটির পরীক্ষার তথ্য প্রস্তুত করা হচ্ছে

source: Do you want to logout?
bn: আপনি কি লগ আউট করতে চান?

source: Password must be at least 6 character
bn: পাসওয়ার্ড অন্তত ৬ অক্ষর হতে হবে

# plseaseEnterPassword
source: Please enter password
bn: পাসওয়ার্ড দিন

source: Do you want to sync farmer?
bn: আপনি কি কৃষক সিঙ্ক করতে চান?

source: You have unsynced data. Please sync first
bn: আপনার কাছে সিঙ্ক না করা ডেটা আছে। অনুগ্রহ করে প্রথমে সিঙ্ক করুন

source: Pending
bn: বিচারাধীন

source: Active
bn: সক্রিয়

source: Success
bn: সফল

source: Status
bn: অবস্থা

source: Cart already distributed for this farmer.
bn: ইতিমধ্যে এই কৃষকের জন্য কার্ট বিতরণ করা হয়েছে

# ifYouReAssignThePreviousCardNotWork
source: If you re-assign.Previus card not worked for this farmer.
bn: যদি আপনি পুনরায় বরাদ্দ করেন। আগের কার্ডটি এই কৃষকের জন্য কাজ করে না

# productAddedInCartSucces
source: Product successfully added to cart.
bn: পণ্যটি কার্টে সফলভাবে যোগ করা হয়েছে৷

source: Purchase Product
bn: পণ্য ক্রয়

source: Proposed
bn: প্রস্তাবিত

source: Primary
bn: প্রাথমিক

source: Head Quarters
bn: হেড কোয়ার্টার্স

source: Branch
bn: শাখা

source: Land Document
bn: জমির দলিল

source: Add Land Document
bn: জমির দলিল যোগ করুন

source: Own Land Information
bn: নিজস্ব জমির তথ্য

source: Lease Land Information
bn: ইজারা জমির তথ্য

source: Mortgage Land Information
bn: বন্ধকী জমির তথ্য

# mouzaName
source: Mouza's name
bn: মৌজার নাম

source: Khatian No
bn: খতিয়ান নম্বর

source: Spot No
bn: দাগ নম্বর

source: Image of Khatian
bn: খতিয়ানের ছবি

source: Loan Information
bn: ঋণ সম্পর্কিত তথ্য

source: Present Institutional Loan
bn: বর্তমান প্রতিষ্ঠানিক ঋণ

# totalLoanAmount
source: Total
bn: মোট

# paidOffAmount
source: Amount
bn: পরিশোধিত

# outstandingLoanAmount
source: Loan
bn: বকেয়া

# loanDuration
source: Duration
bn: মেয়াদ

# nameOfInstitution
source: Institution
bn: প্রতিষ্ঠানের

# reasonForTakeLoan
source: Reason
bn: কারণ

source: Yearly Interest Rate
bn: বার্ষিক সুদের হার

# loanReturnDelay
source: Return Delay
bn: বিলম্ব

source: Percentage
bn: শতাংশ

source: Month
bn: মাস

source: Loan No
bn: ঋণ নং

# guarantorInformation
source: Guarantor's Information
bn: জামিনদারের তথ্য

source: Guarantors
bn: জামিনদার

source: Add Gurantor Info
bn: জামিনদারের তথ্য যোগ করুন

source: Please Confirm
bn: অনুগ্রহ করে নিশ্চিত করুন

source: Are you sure to delete this content?
bn: আপনি কি এই বিষয়বস্তুটি মুছতে চান?

source: Image Gallery
bn: ছবিসমূহ

source: Add Image
bn: ছবি যোগ করুন

source: Add Farmer's Picture
bn: কৃষকের ছবি যোগ করুন

source: Loan form no
bn: ঋণ ফর্ম নং

# addGuarantroInfo
source: Add Guarantor
bn: জামিনদারের তথ্য যোগ করুন

# assignGuarantro
source: Assign Guarantor
bn: জামিনদার নির্বাচন করুন

# tagYourGuarantro
source: Tag your guarantor
bn: জামিনদার ট্যাগ করুন

source: Select relation
bn: সম্পর্ক বাছাই করুন

# thisGuarantroAlreadyEexistForThisFarmer
source: This guarantor already exists for this farmer.
bn: এই কৃষকের জন্য এই জামিনদার আগে থেকেই আছে

# pleaseFillUpAllrequiredData
source: Please fill up all required field
bn: সব প্রয়োজনীয় তথ্য পূরণ করুন

source: Machine Service Request
bn: মেশিন সেবা অনুরোধ

source: Machine Type
bn: মেশিনের ধরন

source: Area Name
bn: অঞ্চলের নাম

source: Pass/Distance
bn: পাস/দূরত্ব

source: Weight
bn: ওজন

source: This request already exists
bn: এই অনুরোধ আগে থেকেই আছে

source: Mound
bn: মণ

source: Ton
bn: টন

source: Pass
bn: পাস

source: Machine
bn: মেশিন

source: Input
bn: ইনপুট

source: Laber
bn: লেবার

source: Km
bn: কিমি

source: Total Labor Cost
bn: মোট লেবার খরচ

source: Preparing bundle
bn: বান্ডেল প্রস্তুত করা হচ্ছে

source: Preparing guarantor
bn: জামিনদার প্রস্তুত করা হচ্ছে

source: Preparing farmer relation
bn: কৃষক সম্পর্ক প্রস্তুত করা হচ্ছে

source: Preparing image type
bn: ছবির তথ্য প্রস্তুত করা হচ্ছে

# preparingFamingImage
source: Preparing farming image
bn: ফার্মিং ছবি প্রস্তুত করা হচ্ছে

source: Preparing land document
bn: জমির দলিল প্রস্তুত করা হচ্ছে

source: This guarantor is assigned to a farmer
bn: এই জামিনদার কৃষকের নিকট বরাদ্দ করা আছে

# selectTypeOfAssets
source: Select type of asset
bn: সম্পদের ধরণ নির্বাচন করুন

# apxQtyOfAssets
source: Approximate quantity of asset
bn: সম্ভাব্য সম্পদের পরিমাণ

# apxValueOfAssets
source: Approximate value of asset
bn: সম্ভাব্য সম্পদের মূল্য

# apxTotalValueOfAssets
source: Approximate total value of asset
bn: মোট সম্পদের সম্ভাব্য মূল্য

source: Comment
bn: মন্তব্য

# guarantoImage
source: Guarantor Image
bn: জামিনদারের ছবি

# invalidSfidFormate
source: Invalid SFID format
bn: এসএফআইডি ফরমেট সঠিক নয়

source: Guarantor Asset Information
bn: জামিনদারের সম্পদের তথ্য

source: Add Asset Image
bn: সম্পদের ছবি যোগ করুন

source: Asset information
bn: সম্পদের তথ্য

source: Post Office
bn: পোষ্ট অফিস

source: Remaining
bn: অবশিষ্ট

source: Relation
bn: সম্পর্ক

source: Guarantor Assets
bn: জামিনদারের সম্পদ

# farmersLoan
source: Farmer Loan
bn: কৃষকের ঋণ

# farmersAssets
source: Farmer Assets
bn: কৃষকের সম্পদ

source: Summary
bn: সারসংক্ষেপ

source: Quantity
bn: পরিমাণ

source: KYC Information
bn: কেওয়াইসি তথ্য

source: Branch Limit
bn: শাখা সীমা

source: Employee ID
bn: কর্মচারী আইডি

source: CPV Completed
bn: সিপিভি সম্পন্ন

source: Total Project
bn: মোট প্রকল্প

source: Days CPV Statistics
bn: দিনের সিপিভি পরিসংখ্যান

source: Empty
bn: খালি

source: Please fill up all required field
bn: সব প্রয়োজনীয় তথ্য পূরণ করুন

source: Error
bn: ত্রুটি

source: Comment saved successfully
bn: মন্তব্য সফলভাবে সংরক্ষিত হয়েছে

source: Write your comment here
bn: আপনার মন্তব্য লিখুন

source: Please write comment
bn: অনুগ্রহ করে মন্তব্য লিখুন

source: Empty comment
bn: মন্তব্য খালি

source: Update comment
bn: মন্তব্য আপডেট করুন

source: Comment update successfully
bn: মন্তব্য সফলভাবে আপডেট হয়েছে

source: Home
bn: হোম

source: Project
bn: প্রকল্প

source: Notification
bn: বিজ্ঞপ্তি

# holdYourPhoneNereSfidCard
source: Hold your phone near SFID card
bn: আপনার ফোন এসএফআইডি কার্ডের কাছে রাখুন

source: Completed
bn: সম্পন্ন

source: Add Comment
bn: মন্তব্য যোগ করুন

source: Search here by name, phone, SFID, NID
bn: নাম, ফোন, এসএফআইডি,এনআইডি নম্বর দিয়ে খুঁজুন

source: Address Information
bn: ঠিকানার তথ্য

source: Contact Information
bn: যোগাযোগের তথ্য

source: No project found
bn: কোনো প্রকল্প পাওয়া যায়নি
